export {}

/* TODO
  1. Доработать компонент редактирования для полей SelectEditor, MultiSelectEditor, добавить возможность
  изменения списка опций для выбора из компонента редактирования.

  2. В компоненте редактирования убрать редактирование Placeholder для компонентов Checkbox и Date.

  3. Проверить приложение на быстродействие, react dev tools, webpack bundle analyzer, profiler
   при надобности делать оптимизации, чтобы свести быстродействие к максимуму.

  4. Добавить возможность сохранения созданных форм, добавить страницу профиль, а так же просмотр
  сохраненных форм в профиле пользователя.

  5. Добавить возможность редактирования форм из страницы профиля, возможность перехода в режим
  редактирования из профиля.

  6. Составить список Minimum viable product.

  7. Написать документацию к проекту.
*/
